{
    "date":"Sep 8, 2022",
    "image": "2_banner.webp",
    "id":"2",
    "type":"insight",
    "name": "Winners Interview Digest | 2022 Web3 Infinity Hackathon",
    "content":[
    {
        "text":"Heavy rains has eventually dispersed the long-lasting heat that has engulfed Shanghai for months. Everyone enjoyed the chill during the first week of September. The autumn is drawing close and so is <a target='_blank'  href='https://www.fil-singapore.io/' >the FIL Singapore Summit.</a>",
        "type":""
    },
    {
        "type":"",
         "text":"This September will undoubtedly be worth the anticipation for all Web 3 practitioners. On September 26–27,<a href='https://www.fil-singapore.io/' target='_blank' >FIL Singapore Summit </a> will officially begin and what follows is Token2049. Zhou Guoping, a well-know writer, once claimed that human nature is vulgar, and his favorites are lively scenes and atmosphere. That, in my opinion, is not cheesy. It is full of humanity and vitality. When people see the rising sun, they feel warm deep down their hearts. We, human beings, have never stopped chasing wonderful things and a bright future. With high hopes for a more equitable and humane next-generation Internet, we run for it and shout out for it."

    },
      {
        "type":"",
        "text":"Express it like a speaker, create like an inventor, and explore like a pioneer. With enthusiasm and impetus, this is the norm of qualified Web3 practitioners who dare to think and dare to do. So we have “Bitcoin: A Peer-to-Peer Electronic Cash System”, the white paper of Ethereum, etc. coming out in 2008. The market cap across the industry has also increased from near zero in 2010 to more than a trillion dollars today. This disruptive decade has resulted in a valuable “treasure” that cannot be measured in monetary terms, which is formed by the great variety of Web 3 communities. They often have their own cultural identities, and value systems, and have the ability to broaden the voice and influence across the industry, which certainly should not be ignored. They are the early advocates of a project; as it evolves, they become essential players. They perform various roles at different phases to maximize the worth of individual community members and then compress it into a strong force of output."
    },
      {
        "type":"",
        "text":"Force Community, founded in 2017, is also among one of the millions dedicated to bringing Web3 ecosphere to everyone. We were the first in China to promote IPFS/Filecoin-related technology, and we have subsequently expanded beyond distributed storage to the full Web3 ecosystem."
    },
      {
        "type":"",
        "texts":[
            {
                "type":"",
                "text":"Now it is your time; "
            },
              {
                "type":"",
                 "bloder":"true",
                "text":"on September 26th,"
            },
            {
                "type":"",
                "text":"we will host a <a href='https://www.eventbrite.hk/e/connect-the-bursting-web30-world-tickets-373077975267' target='_blank'>“Force Open Day” </a>  at the <a href='https://www.fil-singapore.io/'> FIL-Singapore Summit</a>,where prominent Web3 communities will be invited to discuss their visions for the future."
            },
            {
                "type":"",
                 "bloder":"true",
                "text":"Let’s connect the bursting Web 3.0 world and make the powerful voices from communities heard!"
            }
        ]
        
    },
      {
        "type":"Image",
        "text":"2_text01"
    },

      {
        "type":"",
         "bloder":"true",
        "text":"Learn more about Force Community"
    }
    ]

}