{

    "date": "Aug 24, 2022",
    "image": "3_banner.webp",
    "id":"3",
    "type":"event",
    "name": "The End of 2022 Web3 Infinity Hackathon, the Start of a Brighter Future",
    "content":[
        {
            "type":"",
            "text":"The registration channel for the 2022 Web3 Infinity Hackathon started on July 1 at 12:00 a.m. Beijing Time (UTC+8) and closed on August 17 at 23:45 Beijing Time. The past 48 days have seen an outpouring of interest from worldwide developers who have signed up to participate. It is a brief era in life, yet it marks the beginning of a lengthy journey into the endless Web 3 universe."
        },
         {
            "type":"",
            "text":"Yesterday at 18:00, the closing ceremony of 2022 Web3 Infinity Hackathon was successfully taken place. Representatives of the organizers delivered speeches, expectations and summaries, and a live broadcast announced the winning projects. So, hold your breath for the most thrilling part."
        },
         {
            "type":"",
            "text":"Niki from Protocol Labs presented on “Data Talks.” To some extent, the amount and quality of developers and applications in every Web 3 ecosystem indicates its prosperity. A vibrant ecosphere is always accompanied by a big number of developers and a diverse set of dApps that are iterated and updated on a regular basis."
        },
         {
            "type":"Image",
            "text":"3_text01.webp"
        },
         {
            "type":"",
            "text":"Protocol Labs, the IPFS/Filecoin founding team, places a high value on developers and hosts or co-organizes various types of hackathons multiple times a year. Not only are there rewards from the events, but there are also resources and support from Protocol Labs. With all these incentives, the growing number of developers and the appearance of high-quality dApps in the Filecoin ecosystem have demonstrated the strategy’s accuracy and success. They will continue to host numerous hackathon events in the long run to feed the ecosystem and encourage the healthy growth of the Filecoin dev track."
        },
         {
            "type":"",
            "text":"Jenks is particularly interested in the progress of this event as a representative of the Filecoin Foundation, and the hundreds of participants/developers signify not only the formation of various projects with development potential, but also the birth of a huge number of new little ecosystems. In addition, he provided us good news regarding FVM. It is now progressing as expected and is on its way to offering the ecosystem and even the whole Web 3 sector with boundless opportunities."
        },
         {
            "type":"Image",
            "text":"3_text02.webp"
        },
         {
            "type":"",
            "text":"The 2022 Web3 Infinity Hackathon attracted 573 participants. The crowd includes a diverse range of audience members, including developers/engineers, venture capitalists, UI designers, community operations and other professionals, hacker studios, Web3 businesses, and student developers from universities. A total of 129 final submissions were received, featuring participants from over 73 countries throughout the world."
        },
         {
            "type":"Image",
            "text":"3_text03.webp"
        },
         {
            "type":"",
            "text":"The average viewership for the pre-tournament workshop training sessions, as well as an exclusive series event of VC Talks and Winner’s Call, was over 1700. Tim, the brand director of Force Web3 Community, one of the main organizers, stated the most anticipated portion of this live broadcast: “how to allocate $100,000+ and who would receive the top prize.”"
        },
         {
            "type":"",
            "text":"Below are the winning teams for 2022 Web3 Infinity Hackathon."
        },
         {
            "type":"Image",
            "text":"3_text04.webp"
        },
         {
            "type":"",
            "text":"There are teams dedicated to developing IPFS/Filecoin infrastructure, NFTs that store metadata on IPFS/Filecoin, DAOs, and metaverse dApps. Congratulations to the winning teams listed above."
        },
         {
            "type":"",
            "text":"The brief building voyage may come to an end here, but a new adventure awaits, one that will demand practitioners to constantly explore, learn, and create. Each ending might be the beginning of something new. Remember that the future is today."
        },
        {
            "type":"",
            "boloder":"true",
            "text":"Learn more about Force Web3 Community"
        }
    ]
}